
<template>
    <div>
        <v-content>
            <v-container fluid>
                <v-row class="flex justify-center">
                    <v-col 
                        cols="6"
                        md="3"
                     >
                     <v-card class="mb-5" cols="6"
                        md="3" >
                            <!-- <v-img   
                            src="@/assets/logo2.png"
                            >
                            </v-img> -->
                            <v-img   
                            src="@/assets/Luang_Por.jpg"
                            >
                            </v-img>
                        </v-card>           
                    </v-col>
                </v-row>
                 <v-card class="mx-auto" max-width="1200" >
                    <!-- text-history of LuangPor  -->
                    <v-card-text>
                        <br>
                        <h1 class="text-center display-1">หลวงพ่อธัมมชโย</h1>
                        <br>
                        <h2 class="title font-weight-black">ชาติภูมิ</h2>
                        <br>
                        <p class="subtitle-1"> หลวงพ่อธัมมชโย  มีนามเดิมว่า ไชยบูลย์ สุทธิผล  ถือกำเนิดเมื่อวันเสาร์ที่ 22 เมษายน พ.ศ.2487 ตรงกับวันขึ้น 1 ค่ำ เดือน 6 ปีวอก เวลา 18.00 น. ณ บ้านริมฝั่งแม่น้ำเจ้าพระยา ต.บ้านแป้ง อ.พรหมบุรี จ.สิงห์บุรี ท่านเป็นบุตรของนายช่างใหญ่ กรมโรงงานอุตสาหกรรม นามว่าจรรยงค์ สุทธิผล กับคุณแม่จุรี สุทธิผล เมื่อตั้งครรภ์ในขณะที่ครอบครัวพำนักอยู่ที่จังหวัดพิจิตร คุณแม่จุรีฝันว่า หลวงพ่อเพชร ซึ่งเป็นพระพุทธรูปองค์ศักดิ์สิทธิ์ที่ชาวเมืองพิจิตรกราบไหว้บูชา ได้นำเด็กที่มีลักษณะสวยงามมามอบให้ พร้อมกับกล่าวว่า “เด็กคนนี้เป็นลูกแก้วมาเกิด ขอให้เลี้ยงดูให้ดี จะเป็นที่พึ่งได้ในกาลต่อไปภายหน้า” และต่อมายังฝันอีกว่า ได้พบพระพุทธรูปเก่าแก่องค์หนึ่งในกองทราย ริมฝั่งแม่น้ำเจ้าพระยา เมื่อนำมาขัด พระพุทธรูปองค์นั้นก็เปล่งรัศมีส่องสว่างไปทั่วทั้งเมือง ความฝันของคุณแม่จุรีในครั้งนั้น ได้นำความปีติยินดีมาสู่สมาชิกทุกคนในครอบครัวเป็นอย่างยิ่ง โดยเฉพาะคุณพ่อจรรยงค์ผู้มีความตั้งใจว่า จะส่งเสริมทายาทคนแรกของท่านนี้ ให้มีความเจริญก้าวหน้าในชีวิตให้ถึงที่สุด เพื่อให้เป็นที่พึ่งแก่ผู้คนทั้งหลายได้ และในวันที่ท่านเกิด ญาติพี่น้องที่เคยโกรธเคืองกัน ไม่ไปมาหาสู่กันเป็นเวลานาน ได้หันหน้ามาคืนดีกัน ด้วยมีความชื่นชมยินดีในวันเกิดของหลานชายคนแรก การเกิดของท่าน จึงเป็นดั่งศุภนิมิตแห่งความสมานสามัคคี ประดุจน้ำฝนตกลงบนพื้นดินเหนียวที่แตกระแหง แล้วประสานรอยร้าวของเนื้อดินนั้นให้เรียบสนิทเป็นผืนแผ่นดินเดียว</p>
                        <br>
                        <h2 class="title font-weight-black">ชีวิตในปฐมวัย เคลื่อนไปดุจสายน้ำ</h2>
                        <br>
                        <p class="subtitle-1">เนื่องจากคุณพ่อมีอาชีพรับราชการ ซึ่งต้องเดินทางไปปฏิบัติราชการในต่างจังหวัดบ่อยครั้ง ชีวิตวัยเยาว์ของท่านจึงได้รับการดูแลทั้งจากมารดาและญาติพี่น้อง รวมถึงต้องย้ายที่อยู่เสมอๆ ต่อมาคุณพ่อได้คำนึงถึงอนาคตด้านการศึกษาจึงได้ฝากบุตรชายไว้กับครูบาอาจารย์ในโรงเรียนประจำชื่อโรงเรียนตะละภัฎศึกษา แถวเสาชิงช้า ในชั้นประถมศึกษาปีที่ 1 และนับเป็นความโชคดีของท่าน เพราะเมื่อครั้งอยู่โรงเรียนประจำนั้น เจ้าของโรงเรียนซึ่งเป็นเชื้อพระวงศ์และไม่มีบุตร รู้สึกรักและเอ็นดูถึงกับจะเอ่ยปากขอเป็นบุตรบุญธรรมเพื่อให้สืบทอดมรดก เนื่องจากขณะนั้นคุณพ่อมีบุตรชายเพียงคนเดียวซึ่งเป็นที่รักและหวงแหนจึงไม่ยอมยกให้ แต่ถึงกระนั้นท่านเจ้าของโรงเรียนก็ยังคงรักใคร่เอ็นดู และพาติดสอยห้อยตามเข้าออกวังสระปทุมอยู่เสมอๆ จนทำให้ได้เรียนรู้ขนบธรรมเนียมของชาววังตั้งแต่นั้นมา และขณะเดียวกันก็ได้มีโอกาสติดตามไปร่วมทำบุญไหว้พระด้วยเสมอ จึงมีความใกล้ชิดกับพระสงฆ์องคเจ้าทำให้จิตใจใฝ่ธรรมะมาตั้งแต่เยาว์วัย ในปี พ.ศ.2493 คุณพ่อได้รับคำสั่งให้ย้ายไปรับราชการที่จังหวัดเพชรบุรี ท่านจึงจำเป็นต้องลาจากเจ้าของโรงเรียนผู้มีพระคุณ เพราะคุณพ่อได้มารับไปอยู่ด้วย และได้เข้าเรียนในโรงเรียนอรุณประดิษฐ์ ในชั้นประถมศึกษาปีที่ 4 อยู่กับคุณพ่อได้ปีเศษ ก็ย้ายไปอยู่ที่โรงเรียนสารสิทธิพิทยาลัย ในอำเภอบ้านโป่ง จังหวัดราชบุรี เป็นโรงเรียนที่มีชื่อเสียง โดยคุณพ่อพาไปฝากไว้กับคุณครูสมาน แสงอรุณ ซึ่งเป็นครูที่ใจดีและมีจิตใจโอบอ้อมอารี ท่านเรียนอยู่ ณ ที่แห่งนี้จนจบชั้นมัธยมปีที่ 3 ขณะที่มีอายุได้ 13 ขวบ ท่านสามารถสอบแข่งขันเข้าเรียนในชั้นมัธยมปีที่ 4 ของโรงเรียนสวนกุหลาบวิทยาลัย กรุงเทพมหานคร ได้เป็นผลสำเร็จ โดยสอบติด 1 ใน 150 คน จากผู้สมัครกว่า 500 คน วิถีชีวิตที่ต้องดูแลตัวเองตามลำพัง ต้องรู้จักประหยัด อดออม เช่นนี้ จึงหล่อหลอมให้ท่านมีความเข้มแข็งอดทน มีความเชื่อมั่นและรับผิดชอบตนเองสูง แตกต่างจากเด็กชายที่เติบโตจากครอบครัวที่พร้อมด้วยสิ่งอำนวยความสะดวกสบายทั่วไป ชีวิตในช่วงปฐมวัยจึงเปรียบประดุจการเตรียมความพร้อม และหล่อหลอมให้ท่านพร้อมที่จะเติบโตขึ้นมารับภารกิจอันยิ่งใหญ่ ซึ่งเป็นความใฝ่ฝันที่มีมาตั้งแต่เยาว์วัย และได้กลายเป็นจริงในปัจจุบัน</p>
                        <br>
                        <h2 class="title font-weight-black">ความฝันอันยิ่งใหญ่ในวัยเยาว์</h2>
                        <br>
                        <p class="subtitle-1">แม้จะมีชีวิตอิสระในขณะที่เป็นวัยรุ่น แต่ท่านก็มีความประพฤติดีงาม และตั้งใจศึกษาเล่าเรียน ในระยะนี้เองที่ท่านเริ่มสนใจศึกษาพระพุทธศาสนา ท่านเป็นผู้ขวนขวายในการศึกษาหาความรู้ต่างๆ อยู่เสมอ และมีความสุขกับการใช้เวลาว่างไปแสวงหาความรู้ตามแผงหนังสือ หรือตลาดนัดหนังสือนานาประเภท เช่น ตามริมคลองหลอดบ้าง ท้องสนามหลวงบ้าง ผิดกับเด็กวัยเดียวกันที่มักจะเอาแต่เที่ยวเล่นสนุกสนานไปวันๆ หากวันใดเจอหนังสือที่เกี่ยวกับการปฏิบัติกรรมฐาน เป็นต้องหยิบอ่านซ้ำแล้ว ซ้ำอีก อย่างไม่รู้สึกเบื่อหน่าย ยิ่งอ่านก็ยิ่งขัดเกลาความคิดให้มองเห็นความทุกข์ในทางโลกยิ่งขึ้น แม้กระทั่งหนังสือประเภทประวัติบุคคลสำคัญของโลก ก็อ่านแล้วอ่านอีกจนจำชื่อและผลงานของแต่ละท่านได้แม่นยำ และได้จุดประกายความคิดในใจว่า เราเกิดมาทำไม อะไรคือเป้าหมายของชีวิต ซึ่งความคิดเกินวัยนี้ ท่านได้เขียนไว้ในสมุดบันทึกในวัย 13 ปี ตอนหนึ่งว่า “ถ้าเรามาทางโลก ก็อยากไปให้สูงสุดในทางโลก ถ้าหากว่าอยู่ในทางธรรม ก็อยากจะไปให้สูงที่สุดในทางธรรม และก็จะนำพระพุทธศาสนาไปเผยแผ่ทั่วโลก”</p>
                        <br>
                        <p class="subtitle-1">ใครเลยจะคิดว่า ความฝันในวัยเยาว์ของเด็กชายเล็กๆ คนหนึ่ง จะกลับกลายเป็นจริงขึ้นมา เพราะในปัจจุบัน บุคคลท่านนี้คือพระมหาเถระของพระพุทธศาสนา ผู้นำแสงสว่างจากดวงตะวันแห่งสันติภาพภายใน ที่เกิดจากการทำสมาธิ แผ่ขยายไปสู่ดวงใจของผู้ใฝ่สันติภาพทั่วโลก</p>
                        <br>
                        <h2 class="title font-weight-black">แสวงหาคำตอบของชีวิต</h2>
                        <br>
                        <p class="subtitle-1">ขณะเรียนอยู่ที่โรงเรียนสวนกุหลาบวิทยาลัย ได้มีโอกาสฟังการบรรยายธรรมจากวิทยากรท่านต่างๆ จึงคนเกิดแรงบันดาลใจร่วมกับเพื่อนๆตั้งชุมนุมยุวพุทธขึ้น มีการศึกษาธรรมะอย่างจริงจัง ไม่ว่าที่ใดมีการปาฐกถาธรรม ทั้งลานอโศก วัดมหาธาตุและที่อื่นๆ จะต้องมีเด็กชายไชยบูลย์อยู่ร่วมกิจกรรมด้วยเสมอ จนเข้าสู่วัยรุ่นความกระหายในธรรมก็ยิ่งมีมากขึ้น หากมีเวลาว่างก็จะหาโอกาสปลีกตัวไปอยู่ในที่เงียบๆ เพื่อขบคิดถึงปัญหาที่ยังค้างคาใจอยู่เสมอว่า “คนเราเกิดมาทำไม ตายแล้วจะไปไหน กรรมหรือบุญบาปมีจริงหรือไม่” เพราะได้อ่านได้ศึกษาจากตำราถึงพระพุทธดำรัสว่า ถ้ารู้ธรรมะเพียงอย่างเดียวยังใช้ไม่ได้ เพราะจะเป็นเหมือนคนตาบอดคลำช้างหรือใบลานเปล่า จะเป็นเพียงธรรมกถึกเชี่ยวชาญการเทศน์สอน แต่ประโยชน์จริงๆนั้นเป็นอย่างไรก็ยังไม่เคยปฏิบัติ แล้วก็จะกลับมาคลางแคลงย้อนถามตนเองเสียอีก</p>
                        <br>
                        <h2 class="title font-weight-black">ประกายแห่งคำตอบ</h2>
                        <br>
                        <p class="subtitle-1">และแล้ววันหนึ่งท่านได้พบหนังสือชื่อ “ธรรมกาย” ซึ่งเขียนตามแนวเทศนาของพระมงคลเทพมุนี (สด จนฺทสโร) หลวงพ่อวัดปากน้ำ ภาษีเจริญ มีข้อความว่า “ถ้าจะเดินให้ถูกต้องร่องรอยของพระศาสนา ต้องปฏิบัติให้ได้ทั้งรู้ทั้งเห็น” คำว่า “ธรรมกาย” อ่านแล้วสะดุดใจยิ่งนัก ในหนังสือเล่มนี้พระมงคลเทพมุนี (สด จนฺทสโร) ท่านได้บอกไว้ว่า “ธรรมกาย” นั่นแหละ คือ “ตถาคต” พร้อมทั้งได้ยกคำบาลีที่มีอยู่ในพระไตรปิฎกมายืนยันว่า “ธมฺมกาโย อหํ อิติปิ แปลว่า ตถาคตคือธรรมกาย” และตอนท้ายเรื่องมีคำยืนยันว่า “วัดปากน้ำนี้เรียนได้ ทั้งรู้ทั้งเห็น” ข้อความดังกล่าว ยิ่งทำให้ท่านเกิดความปีติยินดี ราวกับว่า เดินมาถูกทางแล้ว และเมื่อท่านได้อ่านหนังสือ “วิปัสสนาบันเทิงสาร” กล่าวถึงความเชี่ยวชาญในการปฏิบัติธรรมวิชชาธรรมกายของคุณแม่อาจารย์ลูกจันทร์ แม่ชีผู้เป็นศิษย์ของพระมงคลเทพมุนี (สด จนฺทสโร) หลวงพ่อวัดปากน้ำ ภาษีเจริญ ก็ยิ่งทำให้ท่านมีความปรารถนาอย่างแรงกล้า ที่จะไปศึกษาธรรมปฏิบัติที่วัดปากน้ำ แล้วความคิดหนึ่งก็พลันบังเกิดขึ้นว่า “วัดปากน้ำอยู่ ณ แห่งหนใด”</p>
                        <br>
                        <p class="subtitle-1">บ่อยครั้งที่มองไปบนท้องฟ้าอันกว้างใหญ่ ราวกับพยายามค้นหาคำตอบที่ค้างคาใจ ซึ่งมีผลให้ความคิดนี้ยิ่งตกผลึกอยู่ในใจตลอดเวลา ผิดจากเด็กวัยเดียวกันที่ควรจะสนุกสนานเพลิดเพลิน หรือใฝ่ฝันถึงอนาคตอันรุ่งโรจน์ที่จะมีทรัพย์ มีคู่ครอง แต่ท่านกลับเสาะแสวงหาคำตอบ ทั้งจากใครที่ได้ชื่อว่าเป็นผู้รู้และจากตำราต่างๆ ตลอดจนครูบาอาจารย์ที่มีชื่อเสียงในยุคนั้น</p>
                        <br>
                        <h2 class="title font-weight-black">ตามหาครูบาอาจารย์</h2>
                        <br>
                        <p class="subtitle-1">จนกระทั่งในปี พ.ศ.2506 ขณะที่มีอายุได้ 19 ปี อยู่ในช่วงเตรียมตัวสอบเข้ามหาวิทยาลัย ท่านก็ตัดสินใจไปวัดปากน้ำ ภาษีเจริญ เพื่อตามหาคุณแม่อาจารย์ลูกจันทร์ มุ่งหวังว่าหากพบท่านจะขอศึกษาวิชชาธรรมกายให้จงได้ เมื่อไปถึงวัดก็เที่ยวถามใครว่า “รู้จักคุณแม่อาจารย์ลูกจันทร์ไหม ?” คำตอบคือ ไม่มีใครรู้จักแม้แต่คนเดียว มีแต่บอกว่า “ไม่มีคุณแม่อาจารย์ลูกจันทร์ มีแต่ครูจันทร์” ทำให้ท่านเข้าใจไปว่าเป็นคนละคนกัน เมื่อตามหาไม่พบจึงหันกลับไปทุ่มเทให้กับการเตรียมตัวสอบ จนกระทั่งสามารถสอบเข้ามหาวิทยาลัยเกษตรศาสตร์ได้ในที่สุด เมื่อการเรียนเทอมแรกในมหาวิทยาลัยผ่านไป ความคิดที่จะไปตามหาคุณแม่อาจารย์ลูกจันทร์ก็หวนกลับคืนมาอีกครั้ง ดังนั้นในช่วงปิดเทอมราวเดือนตุลาคม พ.ศ.2506 ท่านจึงตัดสินใจกลับไปที่วัดปากน้ำฯ อีกครั้ง แต่ก็ยังไม่ได้พบกันอีกเช่นเคย จึงมีผู้แนะนำว่า ถ้าอยากนั่งสมาธิจริงๆ ก็ให้ไปเรียนกับพระเถระผู้ใหญ่รูปหนึ่ง ซึ่งท่านยินดีสอนการเจริญภาวนาวิชชาธรรมกายให้ และเมื่อนั่งปฏิบัติไปได้ระยะหนึ่ง จึงลองสอบถามจากเด็กหนุ่มรุ่นราวเดียวกันดูอีกครั้ง ซึ่งก็ได้รับคำตอบว่า “คงจะเป็นครูจันทร์ละมัง” จึงได้อาสาพาไปพบ แล้วในที่สุดท่านก็ได้พบคุณแม่อาจารย์ลูกจันทร์ สมดังที่ปรารถนา</p>
                        <br>
                        <h2 class="title font-weight-black">พบครูผู้ชี้หนทางสู่สันติภาพ</h2>
                        <br>
                        <p class="subtitle-1">เมื่อพบกับคุณยายครั้งแรก ขณะนั้นคุณยายอาจารย์อายุได้ 53 ปี มองภายนอกเป็นเพียงแม่ชีธรรมดาๆ คนหนึ่ง ที่มีรูปร่างผอมบาง เนื้อตัวสะพรั่งไปด้วยเส้นเอ็น หากแต่แววตาท่านนั้นสุกใส ฉายแววของความเป็นผู้ทรงภูมิธรรมอันสูงยิ่ง บุคลิกของท่านมีความหนักแน่น เข้มแข็ง มีพลัง และเปี่ยมด้วยความเมตตากรุณา แม้ว่าท่านจะไม่เคยเรียนหนังสือ ทั้งยังอ่านไม่ออกเขียนไม่ได้ แต่กลับสามารถตอบปัญหาธรรมะอันลึกซึ้งได้อย่างกระจ่างแจ้ง ทำให้ผู้ที่มาถามไถ่รู้สึกว่า คำตอบนั้นได้ทำความสว่างให้เกิดขึ้นในจิตใจ หยุดให้ได้คิด ฉุดใจให้หลุดออกมาจากแรงดึงดูดของกระแสโลกที่เชี่ยวกราก ในคราวแรกพบนั้นเอง ท่านรู้สึกได้ทันทีว่า ได้พบครูบาอาจารย์ที่แสวงหามาแสนนาน จึงขอฝากตัวเป็นศิษย์ของท่านด้วยความมั่นใจอย่างเต็มเปี่ยม ซึ่งคุณยายอาจารย์ ได้ทักท่านราวกับรู้เหตุการณ์ล่วงหน้าว่า “คุณน่ะ หลวงพ่อวัดปากน้ำให้ยายไปตามมาเกิดในสมัยสงครามโลก” ท่านฟังประโยคนี้แล้วก็ไม่เข้าใจ แต่สิ่งที่คุณยายพูดตรงก็คือ ท่านเกิดในช่วงสงครามโลกครั้งที่ 2 จริงๆ คุณยายอาจารย์ท่านสามารถตอบทุกคำถามที่เคยสงสัยได้อย่างแจ่มแจ้งชัดเจน และยังก่อให้เกิดแรงบันดาลใจ ที่จะนำสันติสุขอันเกิดจากคำสอนในพระพุทธศาสนาไปเผยแผ่ทั่วโลก ทำให้ความใฝ่ฝันอันยิ่งใหญ่ในวัยเยาว์ กลับกลายเป็นความจริงได้ในที่สุด</p>
                        <br>
                        <h2 class="title font-weight-black">รู้เป้าหมายชีวิต</h2>
                        <br>
                        <p class="subtitle-1">ในวันแรกของการฝึกสมาธิกับคุณยายอาจารย์ ศิษย์คนใหม่ก็ได้ถามคำถามว่า นรกสวรรค์มีจริงมั๊ย คุณยายก็ตอบเรียบ ๆว่า มีจริงคุณ นรกสวรรค์มีจริง ยายไปมาแล้ว ยายไปช่วยพ่อยาย พ่อยายตกนรกเพราะว่าดื่มเหล้า วันละ 10 สตางค์ ยายก็เข้าองค์พระไปช่วยท่านขึ้นมาได้ไปอยู่บนสวรรค์แล้วคุณอยากจะไปมั๊ยล่ะ ยายจะสอนให้ แล้วไปด้วยกัน คำตอบของคุณยาย แตกต่างจากทุกคำตอบที่เคยได้ฟัง แสดงให้เห็นว่าท่านต้องไปรู้ไปเห็นด้วยตนเอง จึงสามารถตอบเช่นนี้ได้ แต่เรื่องการไปนรกสวรรค์มิใช่เรื่องยากอะไรเลยสำหรับคุณยาย เพราะในสมัยที่หลวงพ่อวัดปากน้ำยังมีชีวิตอยู่ คุณยายได้เข้าไปนั่งสมาธิในโรงงานทำวิชชาร่วมกับแม่ชี และพระภิกษุ ที่หลวงพ่อวัดปากน้ำคัดเลือกแล้วว่า เป็นผู้มีความเชี่ยวชาญในสมาธิ ในยุคนั้น คุณยายอาจารย์นั่งสมาธิวันละ 12 ชั่วโมง กลางวัน 6 ชั่วโมง กลางคืนอีก 6 ชั่วโมง และเป็นผู้ที่มีผลการปฏิบัติธรรมดีเยี่ยม จนหลวงพ่อวัดปากน้ำเอ่ยปากชมท่านท่ามกลางเหล่านักปฏิบัติธรรมชั้นยอดว่า “ลูกจันทร์นี้ เป็นหนึ่งไม่มีสอง” หลังจากนั่งสมาธิกับคุณยายได้ไม่นาน ท่านก็พบคำตอบที่เฝ้าค้นหามาตลอด ว่า “คนเราเกิดมาทำไม อะไรคือเป้าหมายที่แท้จริงของชีวิต” ซึ่งการปฏิบัติธรรมกับคุณยายทำให้ท่านพบคำตอบแล้วว่า “คนเราเกิดมาเพื่อสร้างบารมี และพระนิพพานคือเป้าหมายชีวิตอันสูงสุดของทุกชีวิต” นั่นเอง</p>
                        <br>
                        <h2 class="title font-weight-black">เพียรปฏิบัติธรรมจนเข้าถึงสันติสุขที่แท้จริง</h2>
                        <br>
                        <p class="subtitle-1">แต่กว่าที่จะเข้าใจลึกซึ้งถึงคำตอบของชีวิตที่ค้นหามานาน ท่านต้องทุ่มเทชีวิตจิตใจศึกษาธรรมะอย่างจริงจัง กิจวัตรส่วนใหญ่เป็นไปเพื่อการทำสมาธิทั้งสิ้น ทุกวันเวลาประมาณ 6 โมงเช้า ออกเดินทางจากมหาวิทยาลัยเกษตรศาสตร์ ไปวัดปากน้ำ ภาษีเจริญ สมัยนั้นต้องขึ้นรถเมล์ถึง 3 ต่อ ขณะที่อยู่บนรถไม่ว่านั่งหรือยืนก็ตาม ท่านจะหลับตาทำสมาธิอยู่ตลอดเวลา ประมาณ 8 โมงเช้าจึงมาถึงวัดปากน้ำ และรีบตรงดิ่งไปนั่งสมาธิต่อกับคุณยายทันที จนกระทั่งถึง 2 ทุ่มจึงเลิก และกลับถึงมหาวิทยาลัยราว 4 ทุ่ม หรือแม้แต่ในช่วงดึกสงัด ประมาณตี 3 อันเป็นเวลาหลับสนิทของเพื่อน ๆ ท่านก็จะลุกขึ้นมานั่งสมาธิ เพราะเป็นเวลาที่เงียบสงบ และร่างกายได้พักผ่อนจนหายเหน็ดเหนื่อยแล้ว และเพื่อเป็นการหลีกเลี่ยงไม่ให้เพื่อน ๆ พบเห็น แต่กระนั้นก็ยังมีบางครั้งที่เพื่อนบางคนตื่นมาเข้าห้องน้ำตอนดึก เมื่อเห็นคนนั่งเอาผ้าห่มคลุมโปงอยู่ก็ตกใจ แต่เมื่อทราบว่าท่านกำลังนั่งสมาธิอยู่ ก็มิได้ล้อเลียนแต่ประการใด เมื่อเห็นว่าเพื่อนๆ เริ่มคุ้นเคย จึงได้เริ่มชวนเพื่อนๆ ในกลุ่มที่สนิท ไปนั่งสมาธิกับคุณยายอาจารย์ที่วัดปากน้ำ ในเวลาต่อมาก็มีเริ่มมี รุ่นพี่ รุ่นน้อง ติดตามไปด้วยอีกหลายคน แม้จะเอาจริงเอาจังกับการทำสมาธิเพียงใด แต่เรื่องการเรียนก็สามารถสอบผ่านไปได้ด้วยดีทุกภาคการศึกษา เพราะเป็นธรรมดาของบัณฑิตผู้มีปัญญาที่ตระหนักว่า การศึกษาที่สมบูรณ์จำเป็นต้องควบคู่กันไปทั้งทางโลกและทางธรรม ความรู้ทางโลก มีความจำเป็นต้องเรียนเพื่อหาเลี้ยงชีพ ส่วนความรู้ทางธรรม เรียนไปเพื่อกล่อมเกลาจิตใจให้ดีงาม และที่สำคัญทำให้ท่านคลายความสงสัยในเรื่องที่เป็นความลับของชีวิต ที่ว่า คนเราตายแล้วไปไหน ? นรก สวรรค์ มีจริงหรือไม่ ? จะพิสูจน์ได้อย่างไร ความรู้ที่ลึกซึ้งเหล่านี้เป็นสิ่งที่ไม่มีสอนในมหาวิทยาลัยใดๆ นอกจากความรู้ของพระสัมมาสัมพุทธเจ้า จึงเป็นเหตุให้จิตใจของท่านเอนเอียงมาในการศึกษาทางธรรมมากกว่า เพราะแม้กระทั่งในเวลาสอบ ถ้าสอบเช้า ตอนบ่ายก็จะนั่งรถเมล์ไปปฏิบัติธรรมที่วัดปากน้ำ และทำอยู่เช่นนี้อย่างสม่ำเสมอมิได้ขาด จนกระทั่งเรียนจบ ด้วยความตั้งใจจริงในการปฏิบัติธรรม ประกอบกับความเคารพอ่อนน้อม อยู่ในโอวาทของครูบาอาจารย์ ทำให้ผลการปฏิบัติธรรมของท่านมีความก้าวหน้าอย่างรวดเร็ว เป็นที่พอใจของคุณยายอาจารย์ยิ่งนัก กล่าวกันว่า แม้แต่คนเก่าแก่ที่เคยมาปฏิบัติธรรมกับคุณยายก่อนหน้านี้ ก็ยังยอมรับในความเชี่ยวชาญแห่งผลการปฏิบัติธรรมของท่าน ทำให้ท่านได้รับความไว้วางใจจากคุณยายให้เป็นพี่เลี้ยง ช่วยแนะนำธรรมปฏิบัติแก่ผู้ที่มาปฏิบัติธรรมร่วมกันเสมอ ๆ ความสุขภายในที่ได้รับจากการนั่งสมาธิ ทำให้ท่านยิ่งมีความเชื่อมั่นในวิชาความรู้ที่มีอยู่ในพระพุทธศาสนา และเห็นคุณค่าของการปฏิบัติธรรมว่า สามารถช่วยมนุษย์ให้พ้นทุกข์ได้ อีกทั้งยังตอบคำถามต่าง ๆ ที่เคยค้างคาใจ ได้อย่างแจ่มแจ้ง</p>
                        <br>
                        <h2 class="title font-weight-black">เข้าสู่ร่มผ้ากาสาวพัสตร์</h2>
                        <br>
                        <p class="subtitle-1">เมื่อความสุขที่แท้จริงและความจริงของชีวิตถูกเปิดเผยขึ้น ทำให้ท่านรู้ว่าคำสอนของพระสัมมาสัมพุทธเจ้า คือวิชชาที่แท้จริงที่มนุษย์ทุกคนต้องศึกษา ท่านจึงอยากจะทุ่มเทเวลาทั้งหมดของชีวิต ศึกษาคำสอนของพระสัมมาสัมพุทธเจ้า จึงตัดสินใจขออนุญาตคุณยายเพื่ออุปสมบทเป็นพระภิกษุ แต่นอกจากคุณยายจะไม่อนุญาตแล้ว ยังกำชับให้เรียนจนจบปริญญาเสียก่อน โดยให้เหตุผลว่า “ต้องเป็นบัณฑิตในทางโลก และเป็นนักปราชญ์ในทางธรรม เพื่อว่าเมื่อบวชแล้วจะได้เป็นประโยชน์ต่อพระพุทธศาสนา มิใช่พึ่งพระศาสนาเพียงฝ่ายเดียว” กระทั่งในวันคล้ายวันเกิดของคุณยายในปี พ.ศ.2511 ท่านจึงแสดงความกตัญญูกตเวทีต่อคุณยาย ด้วยการตั้งสัจจะอธิษฐานขอประพฤติพรหมจรรย์ไปตลอดชีวิต เป็นของขวัญวันเกิดแด่คุณยายอาจารย์ซึ่งถือเป็นของขวัญอันล้ำค่ายิ่ง จนกระทั่งปี พ.ศ.2512 ท่านก็ได้สำเร็จการศึกษาระดับปริญญาตรี จากคณะเศรษฐศาสตร์และบริหารธุรกิจ สาขาวิชาเศรษฐศาสตร์เกษตร หลังจากรับปริญญาแล้ว ก็แจ้งความจำนงต่อโยมพ่อทันทีว่า จะขอบวชไม่สึกตลอดชีวิต โยมพ่อก็อนุญาตและอนุโมทนาด้วย เพราะลูกชายได้ปฏิบัติตามคำมั่นสัญญาที่ว่าจะเรียนให้ได้ปริญญาเสียก่อนจึงจะบวช ส่วนโยมแม่ก็อนุโมทนาด้วยความปลื้มปีติและเต็มใจ ในทันทีที่ลูกชายมาขออนุญาตลาบวช เพื่อสืบอายุพระพุทธศาสนาต่อไป วันที่ 27 สิงหาคม พ.ศ.2512 ตรงกับวันขึ้น 15 ค่ำเดือน 9 เป็นวันมหามงคลยิ่ง เพราะเป็นวันที่ท่าน ได้ก้าวเข้าสู่ร่มผ้ากาสาวพัสตร์เป็นพระภิกษุสงฆ์สมดังความปรารถนา ที่พระอุโบสถวัดปากน้ำ ภาษีเจริญ โดยมีพระเทพวรเวที (สมเด็จพระมหารัชมังคลาจารย์ เจ้าอาวาสวัดปากน้ำ ภาษีเจริญ ในปัจจุบัน) เป็นพระอุปัชฌาย์ ได้รับฉายาว่า “ธัมมชโย” แปลว่า “ผู้ชนะโดยธรรม” หลังจากบวชแล้วท่านได้กล่าวถึงอุดมการณ์ในการออกบวช ไว้ตอนหนึ่งว่า...</p>
                        <br>
                        <p class="font-weight-black">"การบวชเป็นพระไม่ใช่ของง่าย หาใช่ครองผ้ากาสาวพัสตร์แล้วจะเป็นพระได้ จะต้องปฏิบัติกิจวัตรของสงฆ์ซึ่งมีศีล 227 ข้อ ให้ถูกต้องตามพระธรรมวินัย… การบวชนั้นถ้าจะให้ได้บุญกุศล ควรจะเป็นที่พึ่งของพระศาสนาได้ด้วย ไม่ใช่บวชมาเพื่อพึ่งพระศาสนาอย่างเดียว"</p>
                        <br>
                        <p class="subtitle-1">อุดมการณ์อันมั่นคงเช่นนี้ มิใช่สิ่งที่เกิดขึ้นได้โดยง่าย หากจะเกิดได้ต้องอาศัยการศึกษาและปฏิบัติ จนรู้ซึ้งถึงคุณค่าของพุทธธรรมด้วยตนเองอย่างถ่องแท้เท่านั้น ดังที่ท่านเคยกล่าวไว้ว่า อำนาจพุทธธรรมนั้นยิ่งใหญ่ลึกซึ้ง จนทำให้เกิดความตั้งใจอันมั่นคงว่า จะสละชีวิตนี้แก่พระพุทธศาสนา ครองผ้ากาสาวพัสตร์ไปตราบสิ้นอายุขัย การบวชของท่าน จึงเป็นการบวชอุทิศชีวิตแก่พระพุทธศาสนา ด้วยมโนปณิธานที่จะเผยแผ่พุทธธรรมให้กว้างไกลไปสู่ชาวโลก และการบวชอุทิศชีวิตของท่านก็ได้เป็นแบบอย่าง ให้หมู่คณะที่ปฏิบัติธรรมร่วมกัน ได้ติดตามเข้ามาสู่เส้นทางแห่งร่มผ้ากาสาวพัตร์อย่างต่อเนื่อง</p>
                        <br>
                        <h2 class="title font-weight-black">พลิกทุ่งนาฟ้าโล่งสู่บุญสถานอันศักดิ์สิทธิ์</h2>
                        <br>
                        <p class="subtitle-1">ชีวิตใหม่ในเพศบรรพชิต พระธัมมชโย เป็นพระภิกษุผู้เคร่งครัดในศีลาจารวัตร มุ่งศึกษาธรรมะทั้งภาคปริยัติและปฏิบัติ พร้อมกันนั้นท่านยังทำหน้าที่สอนธรรมปฏิบัติแก่สาธุชน ณ บ้านธรรมประสิทธิ์แทนคุณยายเป็นประจำ จนกระทั่งมีสาธุชนมาปฏิบัติธรรมเพิ่มขึ้นมากมายจนเต็มพื้นที่บ้านธรรมประสิทธิ์ทั้งในบ้าน ชานบ้าน และล้นออกไปถึงสนามหญ้าหน้าบ้าน โดยเฉพาะในวันอาทิตย์นั้นต้องเปิดประตูรั้วทิ้งไว้เพราะมีคนส่วนหนึ่งต้องนั่งอยู่นอกรั้ว หมู่คณะทุกคน จึงเห็นพ้องต้องกันว่า ถึงเวลาแล้ว ที่จะต้องสร้างวัด เพราะขณะนี้ท่านมีคณะทำงานที่เข้มแข็ง ซึ่งส่วนใหญ่เป็นบัณฑิตหนุ่มสาวผู้มีความรู้ความสามารถ และผ่านการฝึกอบรมคุณธรรมต่าง ๆ จากท่านอย่างใกล้ชิด เมื่อทุกคนมีความพร้อมทั้งกายและใจ การสร้างวัดพระธรรมกายจึงได้เริ่มต้นขึ้น เมื่อวันที่ 23 กุมภาพันธ์ ปี พ.ศ.2513 ซึ่ง ตรงกับวันมาฆบูชา เงินทุนเริ่มต้นของการสร้างวัดมีอยู่เพียง 3,200 บาท กับที่นา 196 ไร่ ที่ได้รับบริจาคมาจากคุณหญิงประหยัด แพทยพงศาวิสุทธาธิบดี หมู่คณะทุกคน จึงต้องตรากตรำทำงานหนักและดำรงชีวิตอย่างเรียบง่ายยิ่ง มีเพียงน้ำพริกผักจิ้มเป็นอาหารหลัก โดยอาศัยเก็บผักที่ขึ้นอยู่ตามท้องนาบริเวณนั้น แต่ทุกคนก็เต็มเปี่ยมด้วยขวัญและกำลังใจ ทั้งเชื่อมั่นในสิ่งที่ทำว่าจะต้องสำเร็จ แม้ว่าขณะนั้นจะยังมองไม่เห็นทางเลยก็ตาม ปัญหาหนักเรื่องหนึ่ง ก็คือ การจัดหาทุน ในเรื่องนี้ หลวงพ่อธัมมชโยจะให้โอวาทแก่คณะทำงานเสมอว่า “ปัจจัยทุกอย่างที่สาธุชนทำบุญมานั้น เป็นปัจจัยที่ผู้ทำบุญได้อธิษฐานจบท่วมหัวถวายพระศาสนา จะต้องช่วยกันดูแลรักษาให้เกิดประโยชน์สูงสุด” ด้วยเหตุนี้ถาวรวัตถุทุกอย่างของวัดพระธรรมกาย จึงสร้างอย่างแข็งแรงเพื่อใช้ประโยชน์ได้ยาวนานที่สุด ขณะเดียวกันก็มีรูปทรงที่เรียบง่าย ไม่สิ้นเปลืองในการดูแลรักษา แต่ทว่าก็ต้องประณีต สง่างาม บ่งบอกถึงความเคารพในพระพุทธศาสนา ดังเช่นอุโบสถ ทุกขั้นตอนการก่อสร้างเป็นไปอย่างละเอียด ประณีต ทุกอย่างต้องผ่านการคัดเลือก อย่างชนิดที่เรียกว่า ดีที่สุด แต่ก็ต้องประหยัดสุดประโยชน์สูงสุดด้วย</p>
                        <br>
                        <p class="subtitle-1">แม้แต่การผสมคอนกรีต มิใช่ว่าจะเอาหินเอาทรายมาผสมกันได้เลย หากต้องนำหินมาร่อนในน้ำ เพื่อทำความสะอาดแล้วคัดเอาเฉพาะหินเนื้อดีมาใช้ ส่วนทรายที่จะนำมาผสมก็ต้องไปสั่งจองไว้ที่ท่าทรายล่วงหน้า ว่าต้องการทรายที่คุณภาพดีจริงๆ เมื่อเขานำทรายมาส่งก็ทดสอบคุณภาพด้วยการเอามือล้วงลงไปในกองทราย แล้วดึงขึ้นมา ถ้าพบว่ามีคราบดินติดผิวหนังมาก ก็เป็นอันว่าทรายนั้นใช้ไม่ได้ เพราะมีการปนเปื้อนมาก หากนำมาผสมปูนความแข็งแรงจะลดลงไป</p>
                        <br>
                        <p class="subtitle-1">หรือในการฉาบผนังอุโบสถภายนอก ซึ่งจะใช้หินเกร็ดเม็ดโตกว่าเมล็ดข่าวสารเล็กน้อยมาฉาบที่ผนัง แล้วเอาน้ำราดปูนที่ผิวออก ให้หินเกร็ดโผล่ออกมาครึ่งหนึ่ง ซึ่งหินเกร็ดโดยทั่วไปนั้น จะมีหลากหลายสีคละกัน แต่หินเกร็ดที่จะใช้ฉาบผนังอุโลสถนั้นต้องการเฉพาะสีขาวล้วน จึงต้องคัดเลือกกันอย่างละเอียดถี่ถ้วน โดยอาศัยแรงศรัทธาของชาวบ้านย่านใกล้เคียงและสาธุชนที่มาวัด ช่วยกันคัดเลือกทีละเม็ดๆ ช่วยกันคนละไม้คนละมือ จนได้หินเกร็ดสีขาวบริสุทธิ์ประดับผนังอุโบสถทั้งหลังอย่างงดงาม</p>
                        <br>
                        <h2 class="title font-weight-black">ขยายสันติภาพด้วยพลังศรัทธาของมหาชน</h2>
                        <br>
                        <p class="subtitle-1">วัดพระธรรมกายเติบโตจากน้ำใจและศรัทธาของมหาชนมาโดยตลอด จึงสามารถเป็นศูนย์รวมใจของผู้คนจำนวนมาก ซึ่งชักชวนกันมาปากต่อปาก และเป็นเหตุให้ต้องช่วยกันขยับขยายสถานที่ครั้งแล้วครั้งเล่า จากพื้นที่วัด 196 ไร่ จึงกลายมาเป็นพื้นที่ 2,500 ไร่ เพื่อเป็นศูนย์กลางการปฏิบัติธรรมของชาวโลก จากศาลาหลังแรกซึ่งจุคนได้ 500 คน ใช้ได้เพียงไม่ถึง 5 ปี ก็เกิดเหตุการณ์เช่นเดียวกับบ้านธรรมประสิทธิ์ คือ มีสาธุชนมากันอย่างล้นหลาม จนต้องไปนั่งตามสนามหญ้า ตามโคนต้นไม้ คราใดฝนตกก็เปียกปอนไปตามๆ กัน ครั้นต่อมาสร้างศาลาหลังคามุงจาก ซึ่งจุคนได้ถึงหนึ่งหมื่นคน ก็ปรากฏว่าเพียงไม่นาน เหตุการณ์ก็เป็นเช่นเดิม ในที่สุด สาธุชนจึงร่วมใจกันสร้างศาลาสภาธรรมกายสากลซึ่งมีพื้นที่โดยรวมถึง 500,000 ตารางเมตร สามารถรองรับคนได้ถึง 300,000 คน และทั้งที่การก่อสร้างในรายละเอียดยังไม่เสร็จสมบูรณ์ ก็ต้องเปิดใช้งานอย่างเต็มพื้นที่แล้ว ตั้งแต่ปี พ.ศ.2539 เมื่อได้เห็นแนวโน้มการเติบโตของงานเป็นเช่นนี้มาโดยตลอด หลวงพ่อธัมมชโยจึงต้องเตรียมพร้อมสำหรับงานก้าวต่อไปด้วยการสถาปนามหาธรรมกายเจดีย์ เจดีย์แห่งพระรัตนตรัย ซึ่งจะคงทนถาวรไปกว่า 1,000 ปี และมหารัตนวิหารคด โดยรอบมหาธรรมกายเจดีย์ คือสถานที่ที่สามารถรองรับผู้มาปฏิบัติธรรมได้พร้อมกันถึง 1 ล้านคน เมื่อใดก็ตามที่การปฏิบัติธรรมของคน 1 ล้านคนบังเกิดขึ้น กระแสใจอันบริสุทธิ์ของทุกคน จะรวมพลังกันปรับเปลี่ยนบรรยากาศของโลก ให้สงบร่มเย็นได้ และภาพการปฏิบัติธรรมนี้ จะได้รับการถ่ายทอดสู่สายตาชาวโลก ด้วยระบบการสื่อสารแห่งยุคโลกไร้พรมแดน เมื่อนั้นชาวโลกก็จะพากันค้นหาคำตอบว่า เหตุใดคนนับล้าน ผู้มีความพร้อมเพรียงงดงามเหล่านั้น จึงพร้อมใจกันหลับตา สงบนิ่ง สิ่งนี้ย่อมจะเป็นแรงบันดาลใจให้เกิดการปฏิบัติธรรมไปอย่างกว้างขวาง ทั่วทุกภูมิภาคของโลก นอกจากนี้ ยังได้สร้างปูชนียสถานที่สำคัญ เพื่อเป็นศูนย์รวมใจเหล่าศิษยานุศิษย์ และเป็นการแสดงความกตัญญูแด่มหาปูชนียาจารย์ คือ มหาวิหารพระมงคลเทพมุนี มหาวิหารคุณยายอาจารย์มหารัตนอุบาสิกาจันทร์ ขนนกยูง รวมทั้งได้สร้างหอฉันขึ้นเพื่อเลี้ยงภัตตาหารแด่พระภิกษุสามเณรนับพันรูป</p>

                    </v-card-text>
                 </v-card>            
            </v-container>
        </v-content>
        <!-- <v-footer padless > 
            <v-card
                flat
                tile
                class="white--text text-center "
                absolute
            >
            <v-card-text>
                <v-btn
                v-for="icon in icons"
                :key="icon"
                class="mx-4 "
                icon
                >
                    <v-icon size="24px">{{ icon }}</v-icon>
                </v-btn>
            </v-card-text>
            <v-divider></v-divider>
            <v-card-text > &copy;
                {{ new Date().getFullYear() }} — <strong>Created by  RGT-101BOOK</strong>
            </v-card-text>
            </v-card>
        </v-footer> -->
        <v-footer padless>
            <v-col
            class="text-center"
            cols="12"
            >
            {{ new Date().getFullYear() }} — <strong>Created by  RGT-101BOOK</strong>
            </v-col>
        </v-footer>
    </div>
</template>

<script>
  export default {
    data: () => ({
      icons: [
        'fab fa-facebook',
        'fab fa-twitter',
        'fab fa-google-plus',
        'fab fa-linkedin',
        'fab fa-instagram',
      ],
    }),
  }
</script>

<style>
@import url('https://fonts.googleapis.com/css2?family=Sarabun&display=swap');
.h1,h2 {
    font-family: 'Sarabun', sans-serif;
}
.p{
    font-family: 'Sarabun', sans-serif;
    
}

</style>
